
@extends('Front.layouts.app')

@section('title', 'سياسية الخصوصية')

@push('styles')

<style>
body{
    font-family: 'Cairo', sans-serif;

  color: rgba(0, 0, 0, 0.8);
  font-weight: 700;
  line-height: 1.58;
  letter-spacing: -.003em;
  font-size: 20px;
  /* padding: 70px; */
}

    </style>
@endpush

@section('content')
<section class=" text-center page-content first-content rtl  wow fadeInUp" data-wow-delay=".5s" style="visibility: visible; animation-delay: 0.5s; animation-name: fadeInUp;">
         <div class="container ">

            <div class="row ">
                <div class="col-lg-12">
                    <h1 style="color: #e94d65">سياسة الخصوصية</h1>
                </div>
               <div class="col-lg-2"></div>
               <div class="col-lg-8">
                  <div class="img-max">
                     <img loading="lazy" alt="privacy policy" title="privacy policy" style="display: block; margin-left: auto; margin-right: auto;" src="https://pioneers-solutions.com/uploads/privacy_policy.privacy_policy.jpg" width="612" height="408">                  </div>
               </div>
                  <div class="col-lg-2"></div>
            </div>
         </div>
      </section>

    <div style="text-align:right;font-size:18px;direction:rtl" class="container">
<div class="border_b row">
<div class="col-lg-12">
<div class="page-title">حكم سياسة الخصوصية الأسلوب الذي تقوم به شركة &ldquo;Enginx Solutions&rdquo; بجمع، استخدام، الحفاظ والتصريح بالمعلومات التي تم جمعها من قبل مستخدمين خدمات وبرامج Enginx Solutions، وتطبق سياسة الخصوصية هذه في الموقع الإلكترونى وكافة المنتجات والخدمات المقدمة من شركة Enginx Solutions
<p>&nbsp;</p>

<h3 style="color: #e94d65">معلومات الهوية الشخصية</h3>

<p lang="ar" >تقوم Enginx Solutions بجمع معلومات عن الهوية الشخصية للمستخدمين بطرق مختلفة، وتشمل ولا تقتصر فقط على: أوقات زيارة المستخدم للموقع، التسجيل في موقع Enginx Solutions، ملء الطلب، نموذج تعبئة الإستبيان، وغير ذلك من الأنشطة، الخدمات، والميزات أو المصادر التي قد نوفرها على خدمتنا على الموقع الإلكترونى. كما أنه قد يُطلب من المستخدمين توضيح الاسم بشكل كامل، عنوان البريد الإلكتروني، رقم الهاتف، وبيانات العنوان والنشاط التجارى.</p>

<h3 style="color: #e94d65">استخدام الموقع الالكترونى</h3>

<p lang="ar">يستخدم موقعنا الإلكتروني ملفات تعريف الارتباط (وهي جزء صغير من المعلومات التي يرسلها خادم الويب لتخزين المعلومات على متصفح الويب الخاص بك بحيث يمكن قراءتها لاحقًا من ذلك المتصفح) لجمع معلومات حول استخدامك لموقعنا وتسهيل زيارة الزيارات. قد تقوم ملفات تعريف الارتباط الموجودة على موقعنا الإلكتروني بتجميع معلومات حول نطاق الإنترنت وعنوان بروتوكول الإنترنت الذي يمكنك من خلاله الوصول إلى موقعنا الإلكتروني والتاريخ والوقت اللذين قمت بزيارتهما على موقعنا الإلكتروني والصفحات التي زرتها على موقعنا. يمكنك تحديد استخدام ملفات تعريف الارتباط بشكل مستقل من خلال إعدادات متصفح الويب الخاص بك ، ولكن هذا قد يحد من وصولك إلى موقعنا أو استخدامه. يتم استخدام المعلومات التي نجمعها من ملفات تعريف الارتباط والمعلومات التي تزودنا بها عند طلب معلومات منا عبر موقعنا الإلكتروني أو الاستبيانات أو الاستبيانات الكاملة المنشورة على موقعنا لتزويدك بالمعلومات التي طلبتها، للحفاظ على الاطلاع على منتجاتنا وخدماتنا الحالية والجديدة (ما لم تكن قد ذكرت أنك لا ترغب في تلقي مواد تسويقية منا) ، لتحسين وظائف موقعنا ، لتسهيل استخدامك لموقعنا، لإنشاء بيانات إحصائية لتسويقنا الأهداف، لتطوير ملفات تعريف غير شخصية من الأطراف التي تهتم بمنتجاتنا وخدماتنا، لبناء قواعد بيانات للمواد التسويقية مثل البريد الإلكتروني والحملات ودعم العميل.</p>

<h3 style="color: #e94d65">معلومات لا تتعلق بالهوية الشخصية</h3>

<p lang="ar">تقوم Enginx Solutions بجمع بعض المعلومات عن المستخدمين أينما تفاعلوا مع كافة البرامج والخدمات، وهذه المعلومات لا تتعلق بالهوية الشخصية إنما قد تتضمن معلومات تقنية عن أساليب اتصال المستخدم بكافة خدماتنا وبرامجنا، مثل الشركة المستخدمة لتقديم خدمة الإنترنت وغيرها من المعلومات المشابهة.</p>

<h3 style="color: #e94d65">كيف نقوم باستخدام المعلومات التي تم جمعها</h3>

<p lang="ar">قوم Enginx Solutions بجمع واستخدام المعلومات الشخصية للمستخدمين في الأغراض التالية: تحسين جودة خدمة العملاء: تساعدنا المعلومات الخاصة بك على سهولة الاستجابة لطلباتك الموجهة لخدمة العملاء واحتياجاتك للدعم بشكل أكثر فاعلية. لتحسين كافة البرامج والخدمات: نسعى باستمرار لتحسين العروض المقدمة من خلال برامجنا وخدماتنا وفقاً للمعلومات والملاحظات التي نتلقاها منك من أجل فهم أفضل لمصالح واحتياجات مستخدمي خدمتنا. إرسال رسائل إلكترونية بشكل دوري: عنوان البريد الإلكتروني الذي يسجله المستخدمون للتعامل مع طلبهم، سوف يستخدم فقط في إرسال معلومات وتحديثات لهم تتعلق بطلبهم. وقد يُستخدم أيضاً في الاستجابة على الاستفسارات، أو غيرها من الطلبات والأسئلة. في حال قرر المستخدم الانضمام إلى قائمة مراسلاتنا، فإنه سوف يتلقى رسائل على بريده الإلكتروني قد تتضمن أخبار Enginx Solutions، آخر التحديثات، ومعلومات تتعلق بالخدمات والعروض الجديدة. وإذا أراد المستخدم في أي وقت إلغاء خاصية تلقي أي رسائل مستقبلية، فإننا نقدم له توجيهات مفصلة حول إلغاء التسجيل في نهاية كل رسالة على بريده الإلكتروني، او يمكن للمستخدم التواصل معنا من خلال أرقام الهواتف الخاصة بنا أو موقعنا الإلكتروني.</p>

<h3 style="color: #e94d65">كيف نقوم بحماية معلوماتك</h3>

<p lang="ar">نحن نتبع الإجراءات السليمة ومعايير الأمان في جمع وحفظ والتعامل مع البيانات، وذلك لحماية تلك البيانات ضد التعامل غير المصرح به، أو التعديل، أو الإفصاح أو إتلاف بياناتك الشخصية، واسم المستخدم، وكلمة المرور، ومعلومات تخص تعاملاتك والبيانات المخزنة على خدماتنا وبرامجنا. يتم تبادل البيانات الحساسة والخاصة بين Enginx Solutions ومستخدميه من خلال قنوات اتصال مؤمنة ويتم تشفيرها وحمايتها من خلال طرق وأساليب رقمية معتمدة.</p>

<h3 style="color: #e94d65">مشاركة البيانات الشخصية</h3>

<p lang="ar">حن في Enginx Solutions لا نقوم ببيع، أو المتاجرة، أو تأجير بيانات الهوية الشخصية الخاصة بالمستخدمين إلى جهات أخرى، وقد نشارك المعلومات والمستخدمين مع شركائنا، والشركات التابعة والمعلنين وذلك كونك أحد مستخدمي خدماتنا. قد نستخدم طرف ثالث مقدم للخدمة ليساعدنا في تسيير أعمالنا وأيضاً في عمل الخدمة أو في إدارة الأنشطة بالنيابة عنا، مثل الدراسات الاستقصائية. وقد تتم مشاركة بياناتك مع هذا الطرف الثالث في حدود تلك الأغراض المحددة. لن نستخدم معلوماتك الشخصية لأي غرض ، بخلاف ما ورد في سياسة الخصوصية هذه ، دون موافقتك الصريحة. قد نقوم بمعالجة معلوماتك على خادم يقع خارج البلد الذي توجد فيه. إذا تغيرت أي من المعلومات التي قدمتها لنا عبر موقعنا الإلكتروني ، فأنت بحاجة إلى تقديم المشورة إلينا في أقرب وقت ممكن حتى نتمكن من تحديث سجلاتنا.</p>

<h3 style="color: #e94d65">المواقع الخاصة بالطرف الثالث</h3>

<p lang="ar">قد يجد المستخدمون إعلانات أو غيرها من المحتويات على خدمتنا تحمل روابط لمواقع وخدمات شركائنا، أو الموردين، أو المعلنين، أو الراعين، أو مانحي التراخيص، أو غيرهم من الكيانات التي تمثل الطرف الثالث. وينبغي العلم بأننا لا نتحكم في المحتوى أو الروابط التي تظهر على تلك المواقع ولسنا مسئولين عن الممارسات التي تقوم بها المواقع المرتبطة بموقعنا. بالإضافة إلى ذلك، فإن تلك المواقع أو الخدمات وتشمل المحتوى والروابط قد تتغير باستمرار. وهذه المواقع والخدمات يكون لديها سياسة الخصوصية وسياسات خدمة العملاء الخاصة بها. كما أن التصفح والتفاعل على أي موقع آخر، بما في ذلك المواقع التي تحمل رابط لخدمتنا، تخضع للشروط والسياسات الخاصة بتلك المواقع.</p>

<h3 style="color: #e94d65">التغيرات التي تطرأ على سياسة الخصوصية</h3>

<p lang="ar">تمتلك Enginx Solutions حرية التصرف في تحديث سياسة الخصوصية هذه في أي وقت. وعندما نقوم بذلك، على المستخدم مراجعة تاريخ التحديث أسفل هذه الصفحة. لذا نحث المستخدمين على مراجعة سياسة الخصوصية بشكل متكرر للاطلاع على أي تغيرات بحيث يكونوا على علم بما نقوم به في سبيل حماية البيانات الشخصية التي نقوم بجمعها. يقر ويوافق المستخدم على مسؤوليته في مراجعة سياسة الخصوصية هذه بشكل دوري وإدراكه للتعديلات.</p>

<h3 style="color: #e94d65">الموافقة على سياسة الخصوصية</h3>

<p lang="ar">استخدامك للبرامج والخدمات والموقع الإلكترونى ، يفيد بموافقتك على سياسة الخصوصية المتبعة لدينا والضوابط والشروط التي تحكم استخدام هذه البرامج والخدمات. فإذا لم تكن موافقاً على هذه السياسة، يتوجب عليك عدم استخدام خدماتنا. وإنك تقر بأن استمرار استخدامك للخدمات بعد إعلان التغييرات التي تطرأ على هذه السياسة أو على ضوابط وشروط استخدام الخدمات والبرامج سيعتبر بمثابة موافقة منك على هذه التغييرات.</p>

<h3 style="color: #e94d65">للتواصل معنا</h3>

<p lang="ar">ذا كان لديك أي أسئلة بشأن سياسة الخصوصية هذه، أو الممارسات بهذه الخدمات والبرامج، أو تعاملاتك مع برامجنا، يمكنكم التواصل معنا من خلال البريد الإلكتروني:<br />
<a href="mailto:info@Pioneers-Solutions.com" style="color:red">info@enginx-solutions.com</a></p>
</div>
</div>
</div>
</div>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/js/bootstrap.bundle.min.js" integrity="sha384-kenU1KFdBIe4zVF0s0G1M5b4hcpxyD9F7jL+jjXkk+Q2h455rYXK/7HAuoJl+0I4" crossorigin="anonymous"></script>


    @endsection
