
    @extends('Front.layouts.app')

    @section('title', 'الشروط والأحكام')

    @section('content')
    @push('styles')
<style>
@import url('https://fonts.googleapis.com/css2?family=Cairo:wght@300;500&display=swap');
body {
    font-family: 'Cairo', sans-serif;
  color: rgba(0, 0, 0, 0.8);
  font-weight: 700;
  line-height: 1.58;
  letter-spacing: -.003em;
  font-size: 20px;
  /* padding: 70px; */
}


    </style>
@endpush




    <section class="page-content first-content rtl  wow fadeInUp" data-wow-delay=".5s" style="visibility: visible; animation-delay: 0.5s; animation-name: fadeInUp;">
         <div class="container ">
            <div class="row ">
                <div class="col-lg-12">
                    <h1 class ="text-center" style="color: #e94d65" >الشروط والاحكام</h1>
                </div>
               <div class="col-lg-2"></div>
               <div class="col-lg-8">
                  <div class="img-max">
                     <img loading="lazy" alt="terms condition" title="terms condition" style="display: block; margin-left: auto; margin-right: auto;" src="https://pioneers-solutions.com/uploads/terms_conditions.terms_conditions.jpg" width="612" height="408">                  </div>
               </div>
                  <div class="col-lg-2"></div>
            </div>
         </div>
      </section>


      <div style="text-align:right;font-size:18px;direction:rtl" class="container">
    <div class="border_b row">
    <div class="col-lg-12">
    <div class="page-title">
    <p>تمثل هذه الضوابط والشروط اتفاق رسمي &ldquo;عقد&rdquo; بين شركة الرواد لنظم التدريب المتكاملة والبرمجيات &ldquo;Pioneers Solutions&rdquo; ومستخدمي البرامج. تحكم شروط المستخدم هذه استخدامكم لبرامج وخدمات Pioneers Solutions والذي تتكون من:</p>

    <ul>
    <li>برامج محاسبية ERP</li>
    <li>برامج إدارة الحسابات والمخازن والمحلات التجارية Easy Store</li>
    <li>نظام إدارة العيادات والمراكز الطبية Easy clinic</li>
    <li>نظام إدارة شركات وموزعين الإنترنت Smart ISP</li>
    <li>نظام ادارة المدارس Edu STEP UP</li>
    <li>خدمات تصميم وبرمجة تطبيقات الجوال</li>
    <li>خدمات تصميم وتطوير المواقع</li>
    <li>خدمات التسويق الإلكترونى</li>
    </ul>

    <p>إن أي استخدام من قبلك للخدمات والبرامج التي توفرها شركة Engix Solutions يشكل موافقة منك على هذا العقد وأحكامه، وتبعاً لذلك يجب عليك عدم استخدام برامجنا وخدماتنا في حال لم تكن موافقاً على الأحكام والشروط الواردة في هذا العقد. تحتفظ Engix Solutions بحق تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك كمستخدم لبرامجنا وخدماتنا مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على هذه الأحكام والشروط، كما نأمل مراجعة سياسة الخصوصية لدينا لمعرفة المزيد حول كيفية استخدام Engix Solutions للمعلومات التي تقدم لنا من قبل مستخدمي البرامج والخدمات.</p>

    <h5 style="color: #e94d65">أحقية الحصول على الخدمات</h5>

    <p>أنت تقر وتضمن التالي:</p>

    <ul>
    <li>أنه لم يسبق أن تم تعطيل استخدامك لخدمات Engix Solutions أو منعك من استخدامها في أي وقت من الأوقات.</li>
    <li>أنك لست منافساً لEngix Solutions، كما أنك لا تقدم أي منتج منافس للخدمات المقدمة من Engix Solutions.</li>
    <li>أنك تتمتع بكامل القوة والسلطة للتعاقد وأنك بذلك لن تكون منتهكاً لأي قانون أو عقد.</li>
    </ul>

    <h5 style="color: #e94d65">التعهدات والضمانات</h5>

    <p>أنت تقر وتضمن بأنك سوف:</p>

    <ul>
    <li>تمتثل لكافة القوانين واللوائح المعمول بها في جمهورية مصر العربية.</li>
    <li>تقدم معلومات صحيحة ودقيقة إلى Engix Solutions وتقوم بتحديثها بشكل دوري.</li>
    <li>تُراجع و تمتثل لأي إشعارات يتم إرسالها من خلال Engix Solutions أو ذكرها في منصات Engix Solutions فيما يتعلق باستخدامك للخدمات المقدمة من برامج وخدمات Engix Solutions.</li>
    <li>لن تقوم بتكرار تراخيص من الباطن، أو إصدار، أو نشر، أو نقل، أو توزيع، أو تنفيذ، أو عرض، أو بيع، أو إعادة تصنيف خدمات وبرامج Engix Solutions، وإلا فإنك تكون قد نقلت الخدمات والبرامج أو قمت باستغلالها تجارياً، باستثناء ما يسمح به بموجب هذا العقد.</li>
    <li>سوف تستخدم خدماتنا وبرامجنا لأغراض مشروعة فقط، ولن تستخدم الخدمات لإرسال أو تخزين أي مواد غير قانونية أو بهدف الاحتيال.</li>
    <li>لن تستخدم الخدمات والبرامج للتسبب بإيذاء أو مضايقة أو إزعاج أحد ما.</li>
    <li>لن تعرقل التشغيل السليم لبرامج وأنظمة شركة Engix Solutions.</li>
    <li>لن تحاول إلحاق الضرر بالبرامج بأي شكل من الأشكال.</li>
    <li>لن تنسخ أو توزع برامج وانظمة الشركة أو المحتويات الأخرى دون الحصول على إذن كتابي من Engix Solutions.</li>
    <li>سوف تحافظ على كلمة المرور لحسابك أو أي وسيلة تعريف نقدمها لك وتتيح الدخول إلى حسابك، بشكلٍ آمن وسري.</li>
    <li>سوف تقدم لنا كافة الدلائل التي تثبت هويتك وفقاً لتقدير Engix Solutions الخاص.</li>
    <li>يحق ل Engix Solutions رفض تقديم اى خدمة او برنامج أو استخدام أنظمة الشركة دون إبداء أسباب.</li>
    </ul>

    <h5 style="color: #e94d65">نطاق الترخيص</h5>

    <p>تمنحك Engix Solutions ترخيص غير حصري، غير قابل للتحويل، غير قابل للتنازل، غير قابل للترخيص من الباطن وغير قابل للإلغاء وذلك للحصول على برامجنا واستخدامها فقط للغرض الشخصي وفقاً لهذا العقد، لذا يجب عليك:</p>

    <ul>
    <li>عدم إتاحة البرامج أو تأجير، أو استئجار أو تخصيص أو إعادة بيع، أو توزيع أو ترخيص من الباطن لهذه البرامج إلى أي طرف ثالث.</li>
    <li>عدم تعديل، أو اجتزاء، أو ترجمة، أو تلخيص، أو إنشاء عمل فرعي يقوم على فك، أو تنفيذ هندسة عكسية لتصميم برامج وأنظمة شركة Engix Solutions أو خلاف ذلك من تحديد أو محاولة تحديد أو محاولة الوصول إلى شفرة المصدر أو التصميم الداخلي للخدمات أو أي نص أو الوسائط المتعددة (صور، صوتيات، ملفات فيديو)، أو البيانات أو غيرها من المعلومات التي تقدمها Engix Solutions أو الطرف الثالث من مقدمي الخدمة.</li>
    <li>عدم حذف، أو تغيير، أو غير ذلك من التعديل على أي حق من حقوق النشر أو غيرها من الإخطارات الرسمية الواردة في الخدمات</li>
    <li>عدم تعمد نقل، أو توزيع الخدمات، أو السماح بتحميل الخدمات للاستخدام بخلاف ما هو محدد هنا. عدم الادعاء بمنح الخدمات أو السماح بالوصول إليها لأي شخص غيرك.</li>
    <li>عدم السماح بمشاركة اسم المستخدم/ أو كلمة المرور وسيريال البرنامج المتعاقد علية أو غيرها من مسوغات الوصول إلى خدمات Engix Solutions.</li>
    </ul>

    <h5 style="color: #e94d65">حقوق الملكية الفكرية</h5>

    <p>جميع حقوق الملكية الفكرية لهذه الخدمات والبرامج وكافة المواد المتعلقة بها أو التي تظهر عليها (وتشمل أي محتوى تقوم بتقديمه أو بإدراجه) هو ملكية لEngix Solutions. ويجب عليك ألا تقوم بإعادة إنتاج أو السماح لأي شخص &ndash; لأي سبب من الأسباب &ndash; باستخدام أو إعادة إنتاج الخدمات أو أي علامات تجارية أو غيرها من الأسماء التجارية التي تظهر في الخدمات والبرامج.</p>

    <h5 style="color: #e94d65">الدفع</h5>

    <p>تحتفظ Engix Solutions لنفسها بالحق في فرض رسوم جديدة على استخدام الخدمات والبرامج والدعم الفنى. إذا قررت Engix Solutions فرض رسوم جديدة، فإنه سيتم إفادتك بذلك وسيتم السماح لك بالاستمرار في العقد أو إنهائه. يجوز ل Engix Solutions تعديل أو تحديث الأسعار من وقت لآخر. ويقع على عاتقك مسؤولية البقاء على معرفة بالأسعار الحالية للخدمات المقدمة من خلال صفحة الأسعار ويمكن والوصول لها من خلال الصفحة الرئيسية او من خلال التواصل معنا. يتوجب عليك دفع قيمة الخدمات إلى Engix Solutions عن طريق الحوالات البنكية إلى حسابنا، وذلك فور تقديم الخدمة لك. وتتحمل وحدك مسؤولية دفع جميع الرسوم في موعدها وتقر بأن أي مبلغ يُدفع لا يمكن استرداده. بموافقتك على شروط المستخدم الماثلة، فإنك توافق على أن أحقية حصولك على خدمات وبرامج Engix Solution، وأن عدم دفع المبالغ المستحقة عليك يترتب عليه حجب استخدامك للخدمة والبيانات المحفوظة عليها. في حال عدم قيامك بدفع قيمة الخدمة او البرنامج المتعاقد علية، فإن Engix Solutions ستمنحك مهلة للسداد أقصاها ثلاثين يوماً قبل قيامها بحجب استخدامك للخدمة او البرنامج والبيانات المحفوظة عليها، على أن يتم فوترة هذه المهلة من قبل Engix Solutions ودفعها من قبلك كمستخدم.</p>

    <h5 style="color: #e94d65">التعويض</h5>

    <p>بموافقتك على شروط المستخدم الماثلة واستخدام الخدمات والبرامج، فإنك توافق على الدفاع عن Engix Solutions والشركات التابعة لها والجهات المرخِّصة لها وكل مسؤول من مسؤوليها ومديريها وغيرهم من المستخدمين والموظفين والمحامين والوكلاء وعدم إلحاق الضرر بهم وإبراء ذمتهم من أي مطالبات، تكاليف، أضرار، خسائر، مسؤوليات ومصروفات (بما في ذلك أتعاب وتكاليف المحاماة) والتي تنشأ عن أو ترتبط بما يلي:</p>

    <ul>
    <li>انتهاكك أو مخالفتك لأي شرط من شروط المستخدم الماثلة هذه أو لأي قانون أو لوائح معمول بها، سواء أشير إليها في شروط وأحكام الاستخدام هذه أم لا.</li>
    <li>عدم تعديل، أو اجتزاء، أو ترجمة، أو تلخيص، أو إنشاء عمل فرعي يقوم على فك، أو تنفيذ هندسة عكسية لتصميم برامج وأنظمة شركة Engix Solutions أو خلاف ذلك من تحديد أو محاولة تحديد أو محاولة الوصول إلى شفرة المصدر أو التصميم الداخلي للخدمات أو أي نص أو الوسائط المتعددة (صور، صوتيات، ملفات فيديو)، أو البيانات أو غيرها من المعلومات التي تقدمها Engix Solutions أو الطرف الثالث من مقدمي الخدمة.</li>
    <li>انتهاكك لأي حقوق تخص الغير، بما في ذلك مُقدمي الخدمات الذين ينظمهم خدمات وبرامج Engix Solutions.</li>
    <li>إساءة استخدامك لأى خدمة او برنامج يخص Engix Solutions .</li>
    </ul>

    <h5 style="color: #e94d65">المسؤولية القانونية</h5>

    <p>المعلومات والتوصيات والخدمات والبرامج أو أي منها التي قُدمت لك على أو من خلال موقع الويب والخدمة ما هي إلا لأغراض المعلومات العامة فقط ولا تمثل أي نصيحة. ستحافظ Engix Solutions قدر الإمكان على صحة وتحديث الموقع والخدمة المقدمة ومحتوياته.</p>

    <p>لا تتحمل Engix Solutions المسؤولية عن أي أضرار تنتج عن استخدام أو عدم القدرة على استخدام الموقع أو الخدمة او البرنامج، بما في ذلك الأضرار التي تسببها البرامج الضارة أو الفيروسات، كما لا تتحمل مسؤولية عدم صحة أو عدم اكتمال المعلومات أو موقع الويب، ما لم يكن هذا الضرر ناتج عن سوء سلوك عمدي أو عن إهمال جسيم من جانب Engix Solutions.</p>

    <p>كما لا تتحمل Engix Solutions أي مسؤولية عن أي أضرار تنتج عن استخدام أو عدم القدرة على استخدام وسائل اتصال إلكترونية مع الموقع الإلكتروني أو مع خدمات وبرامج الشركة، بما في ذلك &ndash; على سبيل المثال لا الحصر &ndash; الأضرار الناتجة عن عدم تسليم المخاطبات الإلكترونية أو التأخر في تسليمها أو اعتراضها أو التلاعب في المخاطبات الإلكترونية من جانب الغير أو من جانب برامج الكمبيوتر المستخدمة للمخاطبات الإلكترونية ونقل الفيروسات.</p>

    <p>تسعى Engix Solutions قدر الإمكان لتوفير خدماتها الإلكترونية على مدار العام 24 ساعة/7 أيام في الأسبوع، وفي جميع الأحوال، فإنها لا تضمن عمل Engix Solutions بشكل كامل طوال العام، وأنه سيكون هناك توقفات لغرض الصيانة أو التحديث الدوري أو إضافة خواص جديدة على خدماتنا وبرامجنا.</p>

    <h5 style="color: #e94d65">تعديل الخدمات</h5>

    <p>تحتفظ Engix Solutions بحقها، وبإرادتها المنفردة، بأن تقوم في أي وقت بالآتي:</p>

    <ul>
    <li>تغيير الخدمات أو أي مواد مرتبطة بها، و/أو إيقاف نشر خدماتها.</li>
    <li>إذا قررت Engix Solutions إيقاف نشر خدماتها، فإنها قد تقوم بإرادتها باستبدال الخدمات بمواد أخرى مشابهة.</li>
    </ul>

    <h5 style="color: #e94d65">حدود المسؤولية</h5>

    <p>لا تقدم Engix Solutions أي ضمانات، واضحة أو ضمنية، تتعلق بالخدمات، فهي جميعها يتم تقديمها &ldquo;كما هي&rdquo;. وتخلي Engix Solutions مسؤوليتها بشكل واضح، إلى أقصى درجة ممكنة وفقاً للقانون عن كافة الضمانات، وتشمل ولا تقتصر على: ضمانات الملائمة لغرض معين، الملائمة لمواصفات وأسواق معينة، وقابلية حقوق الملكية للبيع، كما أن Engix Solutions لا تضمن دقة، أو محتوى، أو توقيت الخدمات أو النتائج التي قد ينالها أو لا ينالها مستخدم الخدمات. لن تكون Engix Solutions أو وكلائها أو مانحي التراخيص أو الشركات التابعة لها مسؤولة في أي حال من الأحوال عن الأضرار المباشرة أو غير المباشرة أو الجزاءات أو الأضرار الخاصة أو حدوث أضرار عرضية أو تبعية وتشمل على سبيل المثال لا الحصر: الأضرار الناتجة عن خسارة الأرباح، تعطل الأعمال، فقدان معلومات الأعمال أو غيرها من الخسائر المالية الناجمة بشكل مباشر أو غير مباشر عن الوصول إلى الخدمات واستخدامها (أو الفشل في استخدامها) أو الاعتماد عليها. في جميع الأحوال، فإنك بموافقتك على شروط المستخدم هذه تقر بأن حدود مسؤولية Engix Solutions في الاحتفاظ بالبيانات طول مدة استخدامك لبرامجنا او خدماتنا، وأن ل Engix Solutions بعد عدم استخدامك لبرامجنا أو خدماتنا الحق في حذف هذه البيانات كلياً والتخلص منها بالطريقة التي تراها Engix Solutions مناسبة.</p>

    <h5 style="color: #e94d65">الأمان</h5>

    <p>إنك تقر بتحملك المسؤولية منفرداً عن خصوصية الخدمات والبرامج، وتكون مسؤولاً منفرداً عن استخدامها من قبل أي شخص آخر باستخدام حسابك اسم المستخدم أو كلمة المرور او سيريال البرنامج أو مسوغات الوصول الخاصة بك. كما أنك توافق على إخطار Engix Solutions إذا أصبحت على علم بأي خسارة، أو سرقة، أو استخدام غير مصرح به لأي كلمة مرور، أو اسم مستخدم أو عنوان بروتوكول الإنترنت IP، أو غير ذلك من أساليب الوصول إلى الخدمات والبرامج.</p>

    <h5 style="color: #e94d65">التعاملات مع الغير</h5>

    <p>أثناء استخدام موقع الويب والخدمات والبرامج، قد يتم من وقت إلى آخر توفير ارتباطات لمواقع ويب يمتلكها ويتحكم بها الغير من أجل مراسلة الغير أو شراء منتجات أو خدمات منه أو المشاركة في العروض الترويجية التي يقدمها. تنتقل بك تلك الارتباطات إلى خارج الموقع، وهي خارج نطاق سيطرة Engix Solutions. أثناء استخدامك لموقع الويب، قد تراسل أو تشتري بضائع أو خدمات أو تشارك في عروض ترويجية مقدمة من مقدمي خدمات أو مُعلنين أو جهات راعية تعرض بضائعها أو خدماتها عبر ارتباط على موقع الويب أو من خلال الخدمة. تنتقل بك تلك الارتباطات إلى خارج الموقع، وهي خارج نطاق سيطرة Engix Solutions. إن مواقع الويب التي يمكنك الارتباط بها لها شروط وأحكام مستقلة وكذلك سياسة خصوصية مستقلة. ولا تتحمل Engix Solutions أي مسؤولية عن محتوى مواقع الويب تلك وأنشطتها ولا يمكن مساءلتها عنها. ولذلك، فإنك تتحمل كامل المخاطر التي تنتج عن زيارة تلك المواقع أو دخولها. يُرجى ملاحظة أن تلك المواقع الأخرى قد ترسل ملفات تعريف الارتباط الخاصة بها إلى المستخدمين أو تجمع بياناتهم أو تطلب معلومات شخصية، ومن ثم، نوصيك بالتحقق من شروط الاستخدام أو سياسات الخصوصية الموجودة على تلك المواقع قبل استخدامها.</p>

    <h5 style="color: #e94d65">مدة العقد وإنهائه</h5>

    <p>يكون العقد المُبرم بينك وبين Engix Solutions غير محدد المدة. ويحق لك إنهاء العقد بأن تتوقف عن استخدام خدماتنا وبرامجنا. يحق ل Engix Solutions إنهاء العقد بأثر فوري في أي وقت (بتعطيل استخدامك للخدمة)، وذلك في حالة قيامك بأي مما يلي:</p>

    <ul>
    <li>انتهاك أو خرق أي شرط من شروط المُستخدم.</li>
    <li>إذا رأت Engix Solutions أنك تسيء استخدام الخدمة.</li>
    <li>لأي سبب خاضع لتقدير Engix Solutions المطلقة.</li>
    <li>كما أن Engix Solutions غير ملزمة بإرسال سابق إخطار بإنهاء العقد.</li>
    </ul>

    <h5 style="color: #e94d65">بطلان حكم أو أكثر</h5>

    <p>لا يؤثر بطلان أي حكم من أحكام شروط المستخدم الماثلة على صحة باقي الأحكام الأخرى الواردة فيها. في حالة وجود أي حكم باطل في شروط المستخدم الماثلة أو وجود حكم غير مقبول في ظروف معينة وفقًا لمعايير المعقولية والعدالة وإلى هذا المدى فقط، يُعمل بدلاً منه بين الطرفين بحكم يكون مقبولاً مراعاةً لجميع الظروف ويتوافق مع أحكام الشرط الباطل قدر الإمكان، مع مراعاة محتوى شروط المستخدم الماثلة وغرضها.</p>

    <h5 style="color: #e94d65">تعديل الخدمة وشروط المستخدم</h5>

    <p>تحتفظ Engix Solutions لنفسها بالحق، وفقًا لتقديرها وحدها، في تعديل أي شرط من شروط المستخدم الماثلة أو استبداله، أو تغيير الخدمة او البرنامج أو تعليقها أو إيقافها (بما في ذلك على سبيل المثال لا الحصر، توفير أي ميزة أو قاعدة بيانات أو محتوى) في أي وقت، وذلك بنشر إخطار على الموقع أو بإرسال إخطار لك من خلال التلفون أو عبر البريد الإلكتروني. كما يجوز ل Engix Solutions أن تضع على ميزات وخدمات مُعيَّنة أو تحد من وصولك إلى أجزاء من الخدمات او البرامج بجزء منها او بأكملها دون إخطار أو مسؤولية.</p>

    <h5 style="color: #e94d65">الإخطار</h5>

    <p>يجوز لEngix Solutions أن ترسل إخطارًا عن طريق إرسال إخطار عام عن أى برنامج او الخدمة، أو بإرسال بريد إلكتروني إلى عنوانك البريدي المُسجل في معلومات الحساب لدى Engix Solutions، أو بإرسال مكاتبة بالبريد العادي على عنوانك المسجل في معلومات الحساب لدى Engix Solutions، او من خلال اتصال هاتفى على رقم الهاتف المسجل لدى Engix Solutions.</p>

    <h5 style="color: #e94d65">القانون المعمول به وحل النزاعات</h5>

    <p>تخضع شروط المستخدم الماثلة ويطبق على تسوية أي نزاع أو مطالبة أو خلاف ينشأ عن شروط المستخدم الماثلة أو يتعلق بها أو أي انتهاك لها أو إنهائها أو تنفيذها أو تفسيرها أو صحتها أو استخدام الموقع أو اى مد خدماتنا وبرامجنا، للقوانين والأنظمة المطبقة في جمهورية مصر العربية وتفسر وفقاً لها.</p>

    <h5 style="color: #e94d65">للتواصل معنا</h5>

    <p>إذا كان لديك أي أسئلة بشأن شروط واحكام المستخدم هذه، أو الممارسات الخاصة بالخدمات والبرامج، أو أى تعاملات اخرى، يمكنكم التواصل معنا من خلال:<br />
    <a href="mailto:info@Engix-Solutions.com" style="color:red">info@Engix-solutions.com</a></p>
    </div>
    </div>
    </div>
    </div>

    @endsection



