@extends('Front.layouts.app')

@section('title', 'سياسة الاستخدام')

@push('styles')
<style>
body {
    font-family: 'Cairo', sans-serif;

  color: rgba(0, 0, 0, 0.8);
  font-weight: 700;
  line-height: 1.58;
  letter-spacing: -.003em;
  font-size: 20px;
  /* padding: 70px; */
}


    </style>
@endpush

@section('content')

      <div style="text-align:right;font-size:18px;direction:rtl" class="container">
<div class="border_b row">
<div class="col-lg-12">
<div class="page-title">
<p>شركة الرواد لنظم التدريب المتكاملة والبرمجيات ( Enginx Solutions ) شركة متخصصة فى مجال تكنولوجيا نظم المعلومات، وتتمتع بحقوق الملكية كاملة على كافة البرامج المقدمة من شركة Enginx Solutions. وتتمثل برامج وخدمات الشركة في كلا من:-</p>

<ul>
	<li>برامج محاسبية ERP</li>
	<li>برامج إدارة الحسابات والمخازن والمحلات التجارية Easy Store</li>
	<li>نظام إدارة العيادات والمراكز الطبية Easy clinic</li>
	<li>نظام إدارة شركات وموزعين الإنترنت Smart ISP</li>
	<li>نظام ادارة المدارس Edu STEP UP</li>
	<li>خدمات تصميم وبرمجة تطبيقات الجوال</li>
	<li>خدمات تصميم وتطوير المواقع</li>
	<li>خدمات التسويق الإلكترونى</li>
</ul>

<h5 style="color: #e94d65">التزامات وحقوق Enginx Solutions</h5>

<p>تلتزم شركة Enginx Solutions ( الطرف الأول ) بما يلى :</p>

<ul>
	<li>تسليم وتركيب البرامج المرخصة فى الموعد والمكان المتفق عليه .</li>
	<li>ان يضمن للطرف الثانى ترخيصا شخصياً ، لإستعمال البرامج المرخصة والمواد المتعلقة بها.</li>
	<li>تزويد الطرف الثانى بالترقيات والتحديثات Updates والتعديلات التى تطرأ على البرامج المرخصة والتى تتضمن تصحيحا للاخطاء التى ظهرت فى البرامج المرخصة والمسماة Patches .</li>
	<li>تزويد الطرف الثانى بالمعلومات المتعلقة بالنسخ الجديدة Upgradesوالاسعار الخاصة بها ان وجدت.</li>
	<li>تدريب عدد من موظفى الطرف الثانى على كيفية استخدام البرامج المرخصة.</li>
	<li>تزويد الطرف الثانى بالمواد العلمية مثل شروحات الفيديو لبرامجها.</li>
	<li>تقر شركة Enginx Solutions ان البرامج المرخصة مملوكة لها ملكية خالصة ولها عليها كافة حقوق الملكية ،كما تقر شركة Enginx Solutions انه لا يوجد وقت التوقيع على هذه الاتفاقية اية إدعاءات او نزاعات حول ملكية البرامج المرخصة من قبل اى طرف.</li>
	<li>كما تضمن شركة Enginx Solutions كذلك ان البرامج المرخصة غير ملوثة بأى من الفيروسات المعروفة وقت تسليمها ، ولا تحتوى بداخلها على اية برامج من شأنها ان تبطل مفعولها، او تعيق عملها، او تتسبب فى توقفها عن العمل فى ظروف معينة .</li>
	<li>تنحصر مسئولية شركة Enginx Solutions الناتجة عن الضمان سالف الذكر، فى تقديم الخدمات المتعلقة باصلاح العيوب والاخطاء فى البرامج المرخصة، دون تكلفة اضافية على الطرف الثانى، وذلك خلال مدة زمنية معقولة وتعنى كلمة عيوب أو خطأ فى هذا الصدد فقط اي اختلاف ذى شأن عن المواصفات الفنية المقررة للبرامج المرخصة .</li>
	<li>سريــة المعلومات :يتعهد الطرف الثانى بالمحافظة على سرية المعلومات التى تتضمنها البرامج المرخصة والوثائق الخاصة بها، التى قد تصل الى علمه عن اى طريق كان.</li>
</ul>

<h5 style="color: #e94d65">التزامات وحقوق الطرف الثانى</h5>

<p>يلتزم الطرف الثانى ( العميل المستفيد من الخدمة ) بما يلى :</p>

<ul>
	<li>رسوم الترخيص المستحقة وفقا لهذه الاتفاقية هى صافى ما تستحقة شركة Enginx Solutions ، ولا يجوز التفاوض على قيمة التعاقد بعد امضاء هذا العقد .</li>
	<li>تبدأ رسوم الترخيص المستحقة لشركة Enginx Solutions فى السريان اعتباراً من تاريخ التعاقد.</li>
	<li>فى حالة زيادة عدد المستخدمين للبرنامج عن العدد المتفق عليه يلتزم الطرف الثانى بدفع رسوم ترخيص اضافية وفقا للمبالغ الواردة.</li>
	<li>يجوز للطرف الثانى بإتفاق مسبق مع شركة Enginx Solutions، استعمال البرامج المرخصة مع أجهزة بديلة اذا كان الجهاز المرخص عليه قد توقف بشكل دائم عن استعمال الاجهزة المرخص عليها البرنامج، وفى هذه الحالة تحل الاجهزة البديلة محل الاجهزة القديمه لأغراض هذه الاتفاقية .</li>
	<li>يحظر على الطرف الثانى اثناء سريان هذه الاتفاقية ما يلــــى : عمل نسخ من البرامج المرخصة خلاف ما هو منصوص عليه فى هذه الاتفاقية او فى التشريعات ذات العلاقة . السماح للغير باستعمال البرامج المرخصة والمواد المتعلقة بها او باستعمالها نيابة عنه، او باستعمالها لمصلحة اى طرف ثالث بأى صورة من الصور. تعديل او تهيئة او ترجمة البرامج المرخصة. تفكيك او اعادة هندسة البرامج المرخصة.</li>
	<li>يتعهد الطرف الثانى بعدم استعمال البرامج المرخصة فى بلد اخر غيــر بلد التعاقد، بغير موافقة كتابية من شركة Enginx Solutions .</li>
	<li>يتعهد الطرف الثانى بإبلاغ الطرف الأول فورا بمجرد علمه باى استعمال غير مرخص به للبرامج المرخصة أو اى جزء منها من قبل اى طرف.</li>
	<li>يتعهد الطرف الثانى بالسماح لشركة Enginx Solutions بإجراء تدقيق يتفق عليه.للتأكد من استعمال البرامج المرخصة على النحو المرخص به.</li>
	<li>يتعهد الطرف الثانى بإتخاذ اجراءات رقابية دقيقة لحماية البرامج المرخصة تضمن عدم استعمالها من قبل اشخاص غير مرخص لهم، كما تضمن عدم وصول غير المخولين اليها.</li>
	<li>لا يجوز للطرف الثانى ان يتنازل عن او يرخص من الباطن ،او يحيل للغير الترخيص محل هذه الاتفاقية كليا او جزئيا.</li>
</ul>

<h5 style="color: #e94d65">التزامات وحقوق مشتركة بين الطرفين :</h5>

<ul>
	<li>يقر الطرفان ان برامج الكمبيوتر ومن بينها البرامج المرخصة من المنتجات التى لاتخلو من اخطاء او عيوب تظهر عادة اثناء التشغيل ، كما انها عرضة للفيروسات ، لذا فان ظهور اخطاء او اعطال فى البرامج المرخصة لن يعد مخالفة لهذه الاتفاقية ، وقد اتفق الطرفان على ان المراقبة المستمرة للبرامج المرخصة للتأكد من خلوها من اخطاء او فيروسات هى مسئولية الطرف الاول.</li>
	<li>يجوز لاى من الطرفين انهاء هذه الاتفاقية بإعطاء الطرف الاخر انذارا مكتوبا اذا خالف اى منهما ايا من التزاماته الاساسية المنصوص عليها فى هذه الاتفاقية ،ولم يقم خلال ثلاثين يوما من تلقيه اخطارا مكتوبا باصلاح المخالفة اذا كان من الممكن اصلاحها .</li>
	<li>كما يجوز لشركة Enginx Solutions انهاء الاتفاقية اذا تأخر الطرف الثانى عن دفع رسوم الترخيص المستحقة لمدة تزيد عن المدة المحددة.</li>
	<li>على الطرف الثانى بمجرد انهاء هذه الاتفاقية لاى سبب ان يتوقف فورا عن استعمال البرامج المرخصة وان يعيد الى شركة Enginx Solutions البرامج المرخصة والمواد المتعلقة بها وجميع النسخ او اتلافها اى النسخ او مسح البرامج من من على الوسائط المخزنة عليها متى طلب.</li>
	<li>الدعم الفني هو متاح من الساعة 10 صباحاً حتى السادسة مساءاً يومياً عدا الجمعة والاجازات الرسمية ويقوم فريق الدعم باجراء اتصالاً يومياً على الطرف الثانى ولمدة اسبوع من الشراء للإطمئنان على سير البرنامج وبعد انتهاء مدة الاسبوع تقوم الشركة باجراء اتصال كل 15 يوم كما أن الدعم الفني يتم غالباً عن طريق الانترنت إلا اذا احتاج الأمر لغير ذلك، وتلتزم الشركة بتوفير كل ما يحتاجة الطرف الثانى من استفسارات وحلول لمشاكلهم الخاصه ببرامجها على مدار اليوم.</li>
	<li>تكاليف الدعم الفني : الدعم الفني المقدم من الشركة هو مجاني تماماً ولكن يجب للطرف الثانى تجديد رسوم الإشتراك سنوياً مع الأخذ في الإعتبار ان السنة الأولى مجانية تماما.</li>
</ul>

<h5 style="color: #e94d65">شروط واتفاقية خدمات البرمجة والتصميم</h5>

<ul>
	<li>يلتزم العميل بالمحافظة على سرية وخصوصية البرامج التي يتم تركيبها له من قبل شركة Enginx Solutions وعدم إفشاء أو توزيع أو توفير كل أو جزء منها ما لم يكن هنالك تصريح كتابي بذلك له من قبل الشركة.</li>
	<li>يلتزم العميل بعدم إزالة شعار أو جملة الحقوق للبرامج أو التصاميم والتي يتم وضعها بالجزء الأسفل من البرنامج أو التصميم, وفي حالة إزالتها فإنه يخرج بذلك من اتفاقية الخدمة ويشمل ذلك في بعض الحالات التطوير والتجديد أو الحصول على مميزات متفق عليها ، وفي حالة طلب ازالة الحقوق يتم احتساب 25% من قيمة المشروع كاملا.</li>
	<li>في حالة قام العميل بتقديم طلب برمجة أو تصميم أو غيرها من الخدمات الأخرى وأراد إلغاء الطلب لأي سبب كان بعد أن تم تحويل المبلغ فإنه يحق للعميل طلب استعادة ( نصف ) المبلغ المدفوع فقط وليس كامل المبلغ في مده أقصاها 48 ساعة من تحويل المبلغ وسريان العقد.</li>
</ul>

<h5 style="color: #e94d65">للتواصل معنا</h5>

<p>ذا كان لديك أي أسئلة بشأن سياسة الخصوصية هذه، أو الممارسات بهذه الخدمات والبرامج، أو تعاملاتك مع برامجنا، يمكنكم التواصل معنا من خلال البريد الإلكتروني:<br />
<a href="mailto:info@Enginx-Solutions.com" style="color:red">info@Enginx-solutions.com</a></p>
</div>
</div>
</div>
</div>
@endsection






